<template>
    <div>
        <header>
            <h1>О моем проекте</h1>
        </header>
        <section>
            <p>Приветствую вас на about-странице!!</p>
            <p>Этот проект – моя личная инициатива, направленная на демонстрацию моих навыков веб-разработки и умения
            создания удобных и функциональных веб-приложений. Созданный в одиночку, данный проект представляет
            собой простую и эффективную платформу для обмена текстовой информацией, вдохновленную функциональностью
            известного Pastebin.</p>
        </section>


        <section>
            <h2>Что вы найдете в моем проекте:</h2>
            <ul>
                <li><strong>Демонстрация навыков:</strong> Демонстрация навыков: Каждый аспект этого проекта,
                    от фронтенда до бэкенда, представляет собой продукт моих усилий. Используя различные технологии
                    и подходы, я стремился сделать проект не только функциональным,
                    но и привлекательным(хотя бы не отвратительным) с точки зрения дизайна.
                </li>
                <li><strong>Легкость использования:</strong> Проект разработан с акцентом на интуитивное взаимодействие.
                    Загрузка и обмен текстом – это просто, эффективно и моментально.
                </li>
            </ul>
        </section>

        <section>
            <p>Этот проект – мой вклад в область веб-разработки, и я надеюсь, что вы найдете его полезным и интересным.
                Благодарю за ваш интерес.</p>
        </section>

            <p><strong>С наилучшими пожеланиями,<br> Дениска🥺</strong></p>

    </div>
</template>

<script>

export default {
    name: "Index",
}
</script>

<style scoped>

</style>